Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# $asset.nameCard:UI_NameCardPic_Bp16_P
source: 纪行·海蓝
en: Travel Notes: Azure Main
fil: Travel Notes: Azure Main
fr: PB - Azur marin
it: Appunti di viaggio: Grande blu
ja: 紀行·海藍
ko: 기행·바닷빛
ru: Лазурный берег
vi: Nhật Ký Hành Trình - Biển Xanh
zh_hant: 紀行·海藍

# $asset.nameCard:UI_NameCardPic_Bp17_P
source: 纪行·深林
en: Travel Notes: Woodlands
fil: Travel Notes: Woodlands
fr: PB - Fond des bois
it: Appunti di viaggio: Boschi
ja: 紀行·深林
ko: 기행·깊은 숲
ru: Чаща леса
vi: Nhật Ký Hành Trình - Rừng Sâu
zh_hant: 紀行·深林

# $asset.nameCard:UI_NameCardPic_Bp18_P
source: 纪行·归风
en: Travel Notes: Returning Winds
fil: Travel Notes: Returning Winds
fr: PB - Vent de retour
it: Appunti di viaggio: Venti di ritorno
ja: 紀行·帰風
ko: 기행·돌아온 바람
ru: Возвращение ветров
vi: Nhật Ký Hành Trình Gió Về
zh_hant: 紀行·歸風

# $asset.nameCard:UI_NameCardPic_Bp19_P
source: 纪行·蕈原
en: Travel Notes: Fungus Land
fil: Travel Notes: Fungus Land
fr: PB - Fongisme
it: Appunti di viaggio: terra dei Miconoidi
ja: 紀行·蕈原
ko: 기행·버섯 들판
ru: Грибная страна
vi: Nhật Ký Hành Trình Rừng Nấm
zh_hant: 紀行·蕈原

# $asset.nameCard:UI_NameCardPic_Bp20_P
source: 纪行·灵津
en: Travel Notes: Stellar Rivers
fil: Travel Notes: Stellar Rivers
fr: PB - Rivières stellaires
it: Appunti di viaggio: Fiumi spirituali
ja: 紀行·霊津
ko: 기행·은하수
ru: Звёздные реки
vi: Nhật Ký Hành Trình - Dòng Đời
zh_hant: 紀行·靈津

# $asset.nameCard:UI_NameCardPic_Bp21_P
source: 纪行·合韵
en: Travel Notes: Rhythm and Rhyme
fil: Travel Notes: Rhythm and Rhyme
fr: PB - Rime
it: Appunti di viaggio: Rime in musica
ja: 紀行·同韻
ko: 기행·화음
ru: Благозвучие
vi: Nhật Ký Hành Trình - Hòa Tấu
zh_hant: 紀行·合韻

# $asset.nameCard:UI_NameCardPic_Bp22_P
source: 纪行·意巧
en: Travel Notes: Artful Intent
fil: Travel Notes: Artful Intent
fr: PB - Débrouillardise
it: Appunti di viaggio: Intento ingegnoso
ja: 紀行·意楽
ko: 기행·절묘한 의도
ru: Искусный замысел
vi: Nhật Ký Hành Trình - Nghệ Thuật
zh_hant: 紀行·意巧

# $asset.nameCard:UI_NameCardPic_Bp23_P
source: 纪行·荣冕
en: Travel Notes: Crown of Glory
fil: Travel Notes: Crown of Glory
fr: PB - Lauriers
it: Appunti di viaggio: Corona gloriosa
ja: 紀行·栄冠
ko: 기행·영광의 관
ru: Корона славы
vi: Nhật Ký Hành Trình - Vương Miện
zh_hant: 紀行·榮冕

# $asset.nameCard:UI_NameCardPic_Bp24_P
source: 纪行·秘典
en: Travel Notes: Secrets
fil: Travel Notes: Secrets
fr: PB - Secret d'invoqueur
it: Appunti di viaggio: Segreti
ja: 紀行·秘典
ko: 기행·비전
ru: Секреты
vi: Nhật Ký Hành Trình - Triệu Hồi
zh_hant: 紀行·秘典

# $asset.nameCard:UI_NameCardPic_Bp25_P
source: 纪行·溢彩
en: Travel Notes: Vivid Illumination
fil: Travel Notes: Vivid Illumination
fr: PB - Enluminure
it: Appunti di viaggio: Illuminazione vivida
ja: 紀行·溢彩
ko: 기행·눈부신 색채
ru: Сияющие цвета
vi: Nhật Ký Hành Trình - Chói Lọi
zh_hant: 紀行·溢彩

# $asset.nameCard:UI_NameCardPic_Bp26_P
source: 纪行·源水
en: Travel Notes: Primordial Waters
fil: Travel Notes: Primordial Waters
fr: PB - Source des eaux
it: Appunti di viaggio: Acque primordiali
ja: 紀行·源水
ko: 기행·원천
ru: Первозданные воды
vi: Nhật Ký Hành Trình - Khởi Nguyên
zh_hant: 紀行·源水

# $asset.nameCard:UI_NameCardPic_Bp27_P
source: 纪行·沉星
en: Travel Notes: Falling Star
fil: Travel Notes: Falling Star
fr: PB - Étoile filante
it: Appunti di viaggio: Stella dei desideri
ja: 紀行·星没
ko: 기행·잠긴 별
ru: Падающая звезда
vi: Nhật Ký Hành Trình - Sao Rơi
zh_hant: 紀行·沉星

# $asset.nameCard:UI_NameCardPic_Bp28_P
source: 纪行·旋舞
en: Travel Notes: Whirling Waltz
fil: Travel Notes: Whirling Waltz
fr: PB - Valse tournoyante
it: Appunti di viaggio: Valzer vorticoso
ja: 紀行·旋舞
ko: 기행·원무
ru: Вихрь вальса
vi: Nhật Ký Hành Trình - Vũ Điệu
zh_hant: 紀行·旋舞

# $asset.nameCard:UI_NameCardPic_Cadillac_P
source: 庆典·岫云
en: Celebration: Lenticular Clouds
fil: Celebration: Lenticular Clouds
fr: Célébration - Nuage lenticulaire
it: Celebrazione: Nuvole lenticolari
ja: 祭典·岫雲
ko: 축제·산 구름
ru: Ленточные облака
vi: Lễ Hội - Mây Trôi
zh_hant: 慶典·岫雲

# $asset.nameCard:UI_NameCardPic_Candace_P
source: 坎蒂丝·苍鹭
en: Candace: Gray Heron
fil: Candace: Gray Heron
fr: Candace - Héronne cendrée
it: Candace: Airone grigio
ja: キャンディス·蒼鷺
ko: 캔디스·푸른빛 새
ru: Серая цапля
vi: Candace - Vạc Trời
zh_hant: 坎蒂絲·蒼鷺

# $asset.nameCard:UI_NameCardPic_Cenyan1_P
source: 成就·层岩
en: Achievement: Chasm
fil: Achievement: Chasm
fr: Succès - Gouffre
it: Obiettivo: Voragine
ja: アチーブメント·層岩
ko: 업적·층암
ru: Разлом
vi: Thành Tựu - Núi Đá
zh_hant: 成就·層岩

# $asset.nameCard:UI_NameCardPic_ChannellerSlab_P
source: 庆典·慧果
en: Celebration: Fruit of Wisdom
fil: Celebration: Fruit of Wisdom
fr: Célébration - Fruit de la sagesse
it: Celebrazione: Frutto della saggezza
ja: 祭典·知恵の実
ko: 축제·지혜의 열매
ru: Плод мудрости
vi: Lễ Hội - Tuệ Quả
zh_hant: 慶典·慧果

# $asset.nameCard:UI_NameCardPic_Charlotte_P
source: 夏洛蒂·独家
en: Charlotte: Exclusive
fil: Charlotte: Exclusive
fr: Charlotte - Scoop
it: Charlotte: Esclusiva
ja: シャルロット·独占
ko: 샤를로트·독점 보도
ru: Эксклюзив
vi: Charlotte - Độc Quyền
zh_hant: 夏洛蒂·獨家

# $asset.nameCard:UI_NameCardPic_Chongyun_P
source: 重云·灵刃
en: Chongyun: Spirit Blade
fil: Chongyun: Spirit Blade
fr: Chongyun - Lame de l'esprit
it: Chongyun: Lama spirituale
ja: 重雲·霊刃
ko: 중운·영도
ru: Духовные лезвия
vi: Chongyun - Linh nhẫn
zh_hant: 重雲·靈刃

# $asset.nameCard:UI_NameCardPic_Collei_P
source: 柯莱·豹蔚
en: Collei: Good Virtue
fil: Collei: Good Virtue
fr: Collei - Vertu
it: Collei: Virtù
ja: コレイ·春風駘蕩
ko: 콜레이·표변
ru: Благородство леопарда
vi: Collei - Quân Tử
zh_hant: 柯萊·豹蔚

# $asset.nameCard:UI_NameCardPic_Concert_P
source: 庆典·倾耳
en: Celebration: Tuneful Delight
fil: Celebration: Tuneful Delight
fr: Célébration - Délice mélodieux
it: Celebrazione: Delizia melodiosa
ja: 祭典·傾聴
ko: 축제·경청
ru: Внимательное ухо
vi: Lễ Hội - Lắng Nghe Giai Điệu
zh_hant: 慶典·傾耳

# $asset.nameCard:UI_NameCardPic_Csxy1_P
source: 成就·游遍
en: Achievement: Explorer
fil: Achievement: Explorer
fr: Succès - Pérégrinations
it: Obiettivo: Esplorazione
ja: アチーブメント·遍遊
ko: 업적·편유
ru: Исследователь
vi: Thành tựu - Đi khắp nơi
zh_hant: 成就·遊遍

# $asset.nameCard:UI_NameCardPic_Csxy2_P
source: 成就·遍历
en: Achievement: Traversal
fil: Achievement: Traversal
fr: Succès - Traversée
it: Obiettivo: Traversata
ja: アチーブメント·遍歴
ko: 업적·누빔
ru: Преодоление
vi: Thành Tựu - Trải qua
zh_hant: 成就·遍歷

# $asset.nameCard:UI_NameCardPic_Csxy3_P
source: 成就·漫行
en: Achievement: Roaming
fil: Achievement: Roaming
fr: Succès - Errance
it: Obiettivo: Viaggio
ja: アチーブメント·漫遊
ko: 업적·만행
ru: Странствие
vi: Thành tựu - Dạo Bước

# $asset.nameCard:UI_NameCardPic_Csxy4_P
source: 成就·游涉
en: Achievement: Mariner
fil: Achievement: Mariner
fr: Succès - Vogue
it: Obiettivo: Marinaio
ja: アチーブメント·漫遊
ko: 업적·물걸음
ru: Мореход
vi: Thành Tựu - Du Ngoạn

# $asset.nameCard:UI_NameCardPic_Cyno_P
source: 赛诺·幽缄
en: Cyno: Silence
fil: Cyno: Silence
fr: Cyno - Sérénité
it: Cyno: Silenzio
ja: セノ·噤閉
ko: 사이노·침묵
ru: Спокойствие
vi: Cyno - Yên Lặng
zh_hant: 賽諾·幽緘

# $asset.nameCard:UI_NameCardPic_Daoqi1_P
source: 稻妻·九条之纹
en: Inazuma: Kujou Insignia
fil: Inazuma: Kujou Insignia
fr: Inazuma - Insigne de Kujou
it: Inazuma: Emblema dei Kujou
ja: 稲妻·九条の紋
ko: 이나즈마·쿠죠의 문양
ru: Герб Кудзё
vi: Inazuma- Hoa Văn Kujou
zh_hant: 稻妻·九條之紋

# $asset.nameCard:UI_NameCardPic_Daoqi2_P
source: 稻妻·珊瑚宫之纹
en: Inazuma: Sangonomiya Crest
fil: Inazuma: Sangonomiya Crest
fr: Inazuma - Emblème de Sangonomiya
it: Inazuma: Stemma dei Sangonomiya
ja: 稲妻·珊瑚宮の紋
ko: 이나즈마·산고노미야의 문장
ru: Герб Сангономии
vi: Inazuma - Hoa Văn Sangonomiya
zh_hant: 稻妻·珊瑚宮之紋

# $asset.nameCard:UI_NameCardPic_Daoqi3_P
source: 稻妻·鹫羽
en: Inazuma: Eagleplume
fil: Inazuma: Eagleplume
fr: Inazuma - Plume d'aigle
it: Inazuma: Piuma d'aquila
ja: 稲妻·鷲羽
ko: 이나즈마·독수리의 깃털
ru: Перо орла
vi: Inazuma - Lông Đại Bàng
zh_hant: 稻妻·鷲羽

# $asset.nameCard:UI_NameCardPic_Daoqi4_P
source: 稻妻·常世
en: Inazuma: Tokoyo
fil: Inazuma: Tokoyo
fr: Inazuma - Tokoyo
it: Inazuma: Tokoyo
ja: 稲妻·常世
ko: 이나즈마·영원의 나라
ru: Токоё
vi: Inazuma - Tokoyo

# $asset.nameCard:UI_NameCardPic_Dehya_P
source: 迪希雅·净焰
en: Dehya: Purifying Flame
fil: Dehya: Purifying Flame
fr: Dehya - Feu purifiant
it: Dehya: Fiamma purificatrice
ja: ディシア·浄焔
ko: 데히야·정화의 불꽃
ru: Очищающее пламя
vi: Dehya - Lửa Thiêng
zh_hant: 迪希雅·淨焰

# $asset.nameCard:UI_NameCardPic_Diluc_P
source: 迪卢克·燃烧
en: Diluc: Flames
fil: Diluc: Flames
fr: Diluc - Flambée mortelle
it: Diluc: Fiamme infernali
ja: ディルック·燃焼
ko: 다이루크·연소
ru: Огненная птица
vi: Diluc - Thiêu Đốt
zh_hant: 迪盧克·燃燒

# $asset.nameCard:UI_NameCardPic_Diona_P
source: 迪奥娜·呜喵
en: Diona: Meow!
fil: Diona: Meow!
fr: Diona - Miaou !
it: Diona: Miao!
ja: ディオナ·にゃん
ko: 디오나·냐옹
ru: Мяу-мяу!
vi: Diona - Meo
zh_hant: 迪奧娜·嗚喵

# $asset.nameCard:UI_NameCardPic_Dori_P
source: 多莉·魔灯
en: Dori: Jinni
fil: Dori: Jinni
fr: Dori - Lampe magique
it: Dori: Djinn
ja: ドリー·魔法のランプ
ko: 도리·요술 램프
ru: Джинн
vi: Dori - Đèn Thần
zh_hant: 多莉·魔燈

# $asset.nameCard:UI_NameCardPic_Dq1_P
source: 稻妻·雷电之纹
en: Inazuma: Raiden Emblem
fil: Inazuma: Raiden Emblem
fr: Inazuma - Emblème de Raiden
it: Inazuma: Emblema della Shogun
ja: 稲妻·雷電の紋
ko: 이나즈마·번개의 문양
ru: Эмблема Райдэн
vi: Inazuma - Hoa Văn Lôi Điện
zh_hant: 稻妻·雷電之紋

# $asset.nameCard:UI_NameCardPic_Dq2_P
source: 稻妻·神里之纹
en: Inazuma: Kamisato Crest
fil: Inazuma: Kamisato Crest
fr: Inazuma - Armoiries des Kamisato
it: Inazuma: Stemma dei Kamisato
ja: 稲妻·神里の紋
ko: 이나즈마·카미사토의 문양
ru: Герб Камисато
vi: Inazuma - Hoa Văn Kamisato
zh_hant: 稻妻·神里之紋

# $asset.nameCard:UI_NameCardPic_EffigyChallenge_P
source: 庆典·无相
en: Celebration: Hypostasis
fil: Celebration: Hypostasis
fr: Célébration - Hypostase
it: Celebrazione: Ipostasi
ja: 祭典·無相
ko: 축제·무상
ru: Гипостазис
vi: Lễ Hội - Nguyên Bản
zh_hant: 慶典·無相

# $asset.nameCard:UI_NameCardPic_EffigyChallenge02_P
source: 庆典·斗剧
en: Celebration: Battlesong
fil: Celebration: Battlesong
fr: Célébration - Chant guerrier
it: Celebrazione: Canto di guerra
ja: 祭典·闘劇
ko: 축제·투극
ru: Песнь битвы
vi: Lễ Hội – Đấu Kịch
zh_hant: 慶典·鬥劇

# $asset.nameCard:UI_NameCardPic_ElderTree_P
source: 忍冬·古树
en: Frostbearing: Ancient Tree
fil: Frostbearing: Ancient Tree
fr: Permagel - Arbre ancien
it: Geleterno: Albero antico
ja: 冬忍び·古樹
ko: 인동·고목
ru: Древнее дерево
vi: Chịu Lạnh - Cổ Thụ
zh_hant: 忍冬·古樹

# $asset.nameCard:UI_NameCardPic_Eula_P
source: 优菈·冰印
en: Eula: Ice-Sealed
fil: Eula: Ice-Sealed
fr: Eula - Sceau de glace
it: Eula: Sigillo glaciale
ja: エウルア·氷印
ko: 유라·얼음 인장
ru: Морозная печать
vi: Eula - Ấn Băng
zh_hant: 優菈·冰印

# $asset.nameCard:UI_NameCardPic_Faruzan_P
source: 珐露珊·封秘
en: Faruzan: Sealed Secret
fil: Faruzan: Sealed Secret
fr: Faruzan - Secret scellé
it: Faruzan: Segreto sigillato
ja: ファルザン·封じられた秘密
ko: 파루잔·봉인된 비밀
ru: Запечатанный секрет
vi: Faruzan - Bí Mật Của Phong Ấn
zh_hant: 琺露珊·封秘

# $asset.nameCard:UI_NameCardPic_FD1_P
source: 枫丹·审判
en: Fontaine: Judgment
fil: Fontaine: Judgment
fr: Fontaine - Jugement
it: Fontaine: Giudizio
ja: フォンテーヌ·審判
ko: 폰타인·심판
ru: Правосудие
vi: Fontaine - Thẩm Phán
zh_hant: 楓丹·審判

# $asset.nameCard:UI_NameCardPic_FD2_P
source: 枫丹·罚赎
en: Fontaine: Redemption
fil: Fontaine: Redemption
fr: Fontaine - Expiation
it: Fontaine: Redenzione
ja: フォンテーヌ·罰と贖い
ko: 폰타인·죄와 벌
ru: Искупление
vi: Fontaine - Chuộc Tội
zh_hant: 楓丹·罰贖

# $asset.nameCard:UI_NameCardPic_FD3_P
source: 枫丹·浑然
en: Fontaine: Completeness
fil: Fontaine: Completeness
fr: Fontaine - Exhaustivité
it: Fontaine: Completezza
ja: フォンテーヌ·調和
ko: 폰타인·혼연
ru: Полнота
vi: Fontaine - Trọn Vẹn
zh_hant: 楓丹·渾然

# $asset.nameCard:UI_NameCardPic_Feiyan_P
source: 烟绯·公正
en: Yanfei: Impartial
fil: Yanfei: Impartial
fr: Yanfei - Impartialité
it: Yanfei: Imparzialità
ja: 煙緋·公正
ko: 연비·공정
ru: Справедливость
vi: Yanfei - Công Chính
zh_hant: 煙緋·公正

# $asset.nameCard:UI_NameCardPic_Fischl_P
source: 菲谢尔·夜鸦
en: Fischl: Night Raven
fil: Fischl: Night Raven
fr: Fischl - Corbeau de la nuit
it: Fischl: Corvo della notte
ja: フィッシュル·夜鴉
ko: 피슬·까마귀
ru: Вестник ночи
vi: Fischl - Quạ Bóng Đêm
zh_hant: 菲謝爾·夜鴉

# $asset.nameCard:UI_NameCardPic_Fishing_P
source: 成就·敲针
en: Achievement: Nails
fil: Achievement: Nails
fr: Succès - Clous
it: Obiettivo: Chiodi
ja: アチーブメント·針叩き
ko: 업적·바늘 꿰기
ru: Гвозди
vi: Thành Tựu - Đập Kim
zh_hant: 成就·敲針

# $asset.nameCard:UI_NameCardPic_Fontaine1_P
source: 枫丹·奇械
en: Fontaine: Wondrous Machine
fil: Fontaine: Wondrous Machine
fr: Fontaine - Technologie
it: Fontaine: Macchinario fantastico
ja: フォンテーヌ·奇械
ko: 폰타인·오토마톤
ru: Удивительный механизм
vi: Fontaine - Cỗ Máy Kỳ Diệu
zh_hant: 楓丹·奇械

# $asset.nameCard:UI_NameCardPic_Fontaine2_P
source: 枫丹·新闻
en: Fontaine: Big News
fil: Fontaine: Big News
fr: Fontaine - Actualités
it: Fontaine: Grandi notizie
ja: フォンテーヌ·ニュース
ko: 폰타인·뉴스
ru: Новости
vi: Fontaine - Tin Tức
zh_hant: 楓丹·新聞

# $asset.nameCard:UI_NameCardPic_Freminet_P
source: 菲米尼·行进
en: Freminet: Progress
fil: Freminet: Progress
fr: Fréminet - Progrès
it: Freminet: Progressi
ja: フレミネ·行進
ko: 프레미네·행진
ru: Прогресс
vi: Freminet - Tiếp Bước
zh_hant: 菲米尼·行進

# $asset.nameCard:UI_NameCardPic_Furina_P
source: 芙宁娜·欢宴
en: Furina: Banquet
fil: Furina: Banquet
fr: Furina - Banquet
it: Furina: Banchetto
ja: フリーナ·歓宴
ko: 푸리나·연회
ru: Банкет
vi: Furina - Tiệc Mừng
zh_hant: 芙寧娜·歡宴

# $asset.nameCard:UI_NameCardPic_Ganyu_P
source: 甘雨·麟迹
en: Ganyu: Qilin
fil: Ganyu: Qilin
fr: Ganyu - Qilin
it: Ganyu: Qilin
ja: 甘雨·麒麟の跡
ko: 감우·기린 흔적
ru: Цилинь
vi: Ganyu - Lân Tích
zh_hant: 甘雨·麟跡

# $asset.nameCard:UI_NameCardPic_Gcg1_P
source: 成就·七圣
en: Achievement: Invoker
fil: Achievement: Invoker
fr: Succès - Invocateur
it: Obiettivo: Invokatore
ja: アチーブメント·七聖
ko: 업적·일곱 성인
ru: Призыватель
vi: Thành Tựu - Thất Thánh
zh_hant: 成就·七聖

# $asset.nameCard:UI_NameCardPic_Google_P
source: 庆典·浩瀚
en: Celebration: Vastness
fil: Celebration: Vastness
fr: Célébration - Immensité
it: Celebrazione: Immensità
ja: 祭典·浩瀚
ko: 축제·드넒음
ru: Необъятность
vi: Lễ Hội - Bao La
zh_hant: 慶典·浩瀚

# $asset.nameCard:UI_NameCardPic_Gorou_P
source: 五郎·悠犬
en: Gorou: Leisurely Hound
fil: Gorou: Leisurely Hound
fr: Gorou - Chien serein
it: Gorou: Segugio tranquillo
ja: ゴロー·悠犬
ko: 고로·한가한 강아지
ru: Безмятежный пёс
vi: Gorou - Chó Nhàn Nhã

# $asset.nameCard:UI_NameCardPic_Guqin_P
source: 庆典·奏雅
en: Celebration: Euphonia
fil: Celebration: Euphonia
fr: Célébration - Euphonie
it: Celebrazione: Euphonia
ja: 祭典·奏雅
ko: 축제·우아한 선율
ru: Благозвучие
vi: Lễ Hội - Nhã Tấu
zh_hant: 慶典·奏雅

# $asset.nameCard:UI_NameCardPic_Heizo_P
source: 鹿野院平藏·鞠毬
en: Shikanoin Heizou: Temari
fil: Shikanoin Heizou: Temari
fr: Shikanoin Heizou - Temari
it: Shikanoin Heizou: Temari
ja: 鹿野院平蔵·鞠
ko: 시카노인 헤이조·테마리
ru: Тэмари
vi: Shikanoin Heizou - Temari

# $asset.nameCard:UI_NameCardPic_HideandSeek_P
source: 庆典·躲猫
en: Celebration: Peekaboo!
fil: Celebration: Peekaboo!
fr: Célébration - Coucou !
it: Celebrazione: Cucù!
ja: 祭典·かくれんぼ
ko: 축제·숨바꼭질
ru: Ку-ку!
vi: Lễ Hội - Trốn Tìm
zh_hant: 慶典·躲貓

# $asset.nameCard:UI_NameCardPic_Homeworld_P
source: 成就·壶歌
en: Achievement: Tea Time
fil: Achievement: Tea Time
fr: Succès - Heure du thé
it: Obiettivo: Ora del tè
ja: アチーブメント·壺歌
ko: 업적·주전자의 노래
ru: Чайная песня
vi: Thành Tựu - Ấm Trần Ca
zh_hant: 成就·壺歌

# $asset.nameCard:UI_NameCardPic_Homeworld1_P
source: 成就·旅居
en: Achievement: Vacation Home
fil: Achievement: Vacation Home
fr: Succès - Maison de vacances
it: Obiettivo: Casa vacanze
ja: アチーブメント·旅居
ko: 업적·객지 생활
ru: Дом отдыха
vi: Thành tựu – Cư trú

# $asset.nameCard:UI_NameCardPic_Homeworld2_P
source: 成就·繁花
en: Achievement: Full Bloom
fil: Achievement: Full Bloom
fr: Succès - Pleine floraison
it: Obiettivo: Piena fioritura
ja: アチーブメント·繁花
ko: 업적·무성한 꽃
ru: Пышное цветение
vi: Thành Tựu - Trăm Hoa Đua Nở

# $asset.nameCard:UI_NameCardPic_Hutao_P
source: 胡桃·安神
en: Hu Tao: Spirit Soother
fil: Hu Tao: Spirit Soother
fr: Hu Tao - Pacificatrice
it: Hu Tao: Sollievo dello spirito
ko: 호두·정신 안정
ru: Упокоение духов
vi: Hu Tao - An Thần

# $asset.nameCard:UI_NameCardPic_Itto_P
source: 一斗·鬼颜
en: Itto: Oni Face
fil: Itto: Oni Face
fr: Itto - Visage d'Oni
it: Itto: Faccia da oni
ja: 一斗·鬼顔
ko: 이토·오니 얼굴
ru: Лицо óни
vi: Itto - Mặt Quỷ
zh_hant: 一斗·鬼顏

# $asset.nameCard:UI_NameCardPic_Kaeya_P
source: 凯亚·孔雀
en: Kaeya: Pavo Ocellus
fil: Kaeya: Pavo Ocellus
fr: Kaeya - Pavo Ocellus
it: Kaeya: Pavo Ocellus
ja: ガイア·孔雀
ko: 케이아·공작
ru: Павлин
vi: Kaeya - Khổng Tước
zh_hant: 凱亞·孔雀

# $asset.nameCard:UI_NameCardPic_Kaveh_P
source: 卡维·穹庭
en: Kaveh: Domed Court
fil: Kaveh: Domed Court
fr: Kaveh - Firmament
it: Kaveh: Corte con cupola
ja: カーヴェ·天穹の庭
ko: 카베·하늘의 돔
ru: Сводчатый дворец
vi: Kaveh - Vòm Trời
zh_hant: 卡維·穹庭

# $asset.nameCard:UI_NameCardPic_Kazuha_P
source: 枫原万叶·秋山椛狩
en: Kaedehara Kazuha: Autumn Maple-Viewing
fil: Kaedehara Kazuha: Autumn Maple-Viewing
fr: Kazuha - Chasse en montagne d'automne
it: Kaedehara Kazuha: Montagne d'autunno
ja: 楓原万葉·秋の紅葉狩り
ko: 카에데하라 카즈하·가을의 단풍 사냥
ru: Любование клёном
vi: Kaedehara Kazuha - Lặng Ngắm Núi Thu
zh_hant: 楓原萬葉·秋山椛狩

# $asset.nameCard:UI_NameCardPic_Keqing_P
source: 刻晴·雷楔
en: Keqing: Lightning Stiletto
fil: Keqing: Lightning Stiletto
fr: Keqing - Lame de foudre
it: Keqing: Stiletto saettante
ko: 각청·번개못
ru: Громовой стилет
vi: Keqing - Đá Lôi

# $asset.nameCard:UI_NameCardPic_Kirara_P
source: 绮良良·猫箱
en: Kirara: Neko Box
fil: Kirara: Neko Box
fr: Kirara - Neko-colis
it: Kirara: Nekoscatola
ja: 綺良々·猫箱
ko: 키라라·냥냥 상자
ru: Посылка нэко
vi: Kirara - Bưu Kiện Mèo
zh_hant: 綺良良·貓箱

# $asset.nameCard:UI_NameCardPic_Klee_P
source: 可莉·爆弹
en: Klee: Explosive
fil: Klee: Explosive
fr: Klee - Chaud devant !
it: Klee: Bomba
ja: クレー·爆弾
ko: 클레·폭탄
ru: Бомбочка
vi: Klee - Thuốc Nổ
zh_hant: 可莉·爆彈

# $asset.nameCard:UI_NameCardPic_Kokomi_P
source: 珊瑚宫心海·渊
en: Sangonomiya Kokomi: The Deep
fil: Sangonomiya Kokomi: The Deep
fr: Sangonomiya Kokomi - Profondeurs
it: Sangonomiya Kokomi: Profondità
ja: 珊瑚宮心海·淵
ko: 산고노미야 코코미·해연
ru: Морская бездна
vi: Sangonomiya Kokomi - Biển Sâu
zh_hant: 珊瑚宮心海·淵

# $asset.nameCard:UI_NameCardPic_Kunikuzushi_P
source: 雷电国崩・浮歌
en: Raiden Kunikuzushi: Drifter's Ballad
fil: Raiden Kunikuzushi: Drifter's Ballad
fr: Raiden Kunikuzushi - Ballade d'errance
it: Raiden Kunikuzushi: Drifter's Ballad
ja: 雷電国崩・憂き世の歌
ko: Raiden Kunikuzushi: Drifter's Ballad
ru: Баллада скитальца
vi: Raiden Kunikuzushi - Phù Ca
zh_hant: 雷電國崩・浮歌

# $asset.nameCard:UI_NameCardPic_LanternRite_P
source: 庆典·灯昼
en: Celebration: Lantern-Light
fil: Celebration: Lantern-Light
fr: Célébration - Lanternes
it: Celebrazione: Luce delle lanterne
ja: 祭典·灯昼
ko: 축제·밝은 등불
ru: Свет фонаря
vi: Lễ Hội - Ánh Đèn
zh_hant: 慶典·燈晝

# $asset.nameCard:UI_NameCardPic_Layla_P
source: 莱依拉·昼梦
en: Layla: Daydream
fil: Layla: Daydream
fr: Layla - Rêverie
it: Layla: sogno a occhi aperti
ja: レイラ·白昼夢
ko: 레일라·백일몽
ru: Грёзы
vi: Layla - Giấc Mơ Ban Ngày
zh_hant: 萊依拉·晝夢

# $asset.nameCard:UI_NameCardPic_Linette_P
source: 琳妮特·成真
en: Lynette: Earnestness
fil: Lynette: Earnestness
fr: Lynette - Intégrité
it: Lynette: Sincerità
ja: リネット·実現
ko: 리넷·진심
ru: Серьёзность
vi: Lynette - Thành Thật

# $asset.nameCard:UI_NameCardPic_Liney_P
source: 林尼·弄假
en: Lyney: Pretense
fil: Lyney: Pretense
fr: Lyney - Simulacre
it: Lyney: Messinscena
ja: リネ·幻像
ko: 리니·거짓
ru: Притворство
vi: Lyney - Giả Vờ

# $asset.nameCard:UI_NameCardPic_Lisa_P
source: 丽莎·沙漏
en: Lisa: Tempus Fugit
fil: Lisa: Tempus Fugit
fr: Lisa - Tempus Fugit
it: Lisa: Tempus Fugit
ja: リサ·砂時計
ko: 리사·모래시계
ru: Пески времени
vi: Lisa - Đồng Hồ Cát
zh_hant: 麗莎·沙漏

# $asset.nameCard:UI_NameCardPic_LuminanceStone_P
source: 流明·辉石
en: Lumens: Stone of Light
fil: Lumens: Stone of Light
fr: Lumen - Pierre de lumière
it: Lumen: Pietra della luce
ja: 流明·輝石
ko: 유명·휘석
ru: Камень света
vi: Lưu Minh - Huy Thạch
zh_hant: 流明·輝石

# $asset.nameCard:UI_NameCardPic_Ly_P
source: 璃月·岩寂
en: Liyue: Stillness of Stone
fil: Liyue: Stillness of Stone
fr: Liyue - Paix de la roche
it: Liyue: Quiete di roccia
ko: 리월·적막한 바위
ru: Каменный покой
vi: Liyue - Sự cô đơn của đá

# $asset.nameCard:UI_NameCardPic_Ly1_P
source: 璃月·千帆
en: Liyue: A Thousand Ships
fil: Liyue: A Thousand Ships
fr: Liyue - Navires
it: Liyue: Mille navi
ko: 리월·천범
ru: Паруса
vi: Liyue - Thiên Phàm

# $asset.nameCard:UI_NameCardPic_Ly2_P
source: 璃月·云间
en: Liyue: In the Clouds
fil: Liyue: In the Clouds
fr: Liyue - Dans les nuages
it: Liyue: Tra le nuvole
ja: 璃月·雲間
ko: 리월·구름
ru: Среди облаков
vi: Liyue - Vân Gián
zh_hant: 璃月·雲間

# $asset.nameCard:UI_NameCardPic_Lyws1_P
source: 成就·合扇
en: Achievement: Cliffhanger
fil: Achievement: Cliffhanger
fr: Succès - Suspense
it: Obiettivo: Suspense
ja: アチーブメント·合扇
ko: 업적·부채
ru: Неожиданный поворот
vi: Thành tựu - Cánh quạt
zh_hant: 成就·闔扇

# $asset.nameCard:UI_NameCardPic_Md_P
source: 蒙德·风吟
en: Mondstadt: Whistling Wind
fil: Mondstadt: Whistling Wind
fr: Mondstadt - Chant du vent
it: Mondstadt: Vento mormorante
ja: モンド·風吟
ko: 몬드·바람의 속삭임
ru: Песнь ветра
vi: Mondstadt - Tiếng gió
zh_hant: 蒙德·風吟

# $asset.nameCard:UI_NameCardPic_Md1_P
source: 蒙德·祝愿
en: Mondstadt: Blessing
fil: Mondstadt: Blessing
fr: Mondstadt - Vœux
it: Mondstadt: Benedizione
ja: モンド·祝福
ko: 몬드·축복
ru: Молитва
vi: Mondstadt - Chúc Phúc
zh_hant: 蒙德·祝願

# $asset.nameCard:UI_NameCardPic_Md2_P
source: 蒙德·英名
en: Mondstadt: Hero's Fame
fil: Mondstadt: Hero's Fame
fr: Mondstadt - Célébrité
it: Mondstadt: Fama dell'eroe
ja: モンド·英名
ko: 몬드·명예
ru: Почётный рыцарь
vi: Mondstadt - Lẫy Lừng

# $asset.nameCard:UI_NameCardPic_Mika_P
source: 米卡·索引
en: Mika: Index
fil: Mika: Index
fr: Mika - Index
it: Mika: Indice
ja: ミカ·インデックス
ko: 미카·색인
ru: Указатель
vi: Mika - Dẫn Lối

# $asset.nameCard:UI_NameCardPic_Mona_P
source: 莫娜·天星
en: Mona: Starry Sky
fil: Mona: Starry Sky
fr: Mona - Astromancie
it: Mona: Cielo stellato
ja: モナ·天星
ko: 모나·천성
ru: Звёздная гладь
vi: Mona - Thiên Tinh

# $asset.nameCard:UI_NameCardPic_Mxsy_P
source: 成就·殊技
en: Achievement: Virtuoso
fil: Achievement: Virtuoso
fr: Succès - Virtuose
it: Obiettivo: Virtuosismo
ja: アチーブメント·特技
ko: 업적·특기
ru: Профессионал
vi: Thành Tựu - Đặc Kỹ

# $asset.nameCard:UI_NameCardPic_NaganoharaYoimiya_P
source: 长野原宵宫·琉金火花
en: Naganohara Yoimiya: Auratus Spark
fil: Naganohara Yoimiya: Auratus Spark
fr: Naganohara Yoimiya - Étincelle dorée
it: Naganohara Yoimiya: Scintilla d'Auratus
ja: 長野原宵宮·琉金の花火
ko: 나가노하라 요이미야·유금불꽃
ru: Искры золотой рыбки
vi: Naganohara Yoimiya - Hoa Lửa Kim Lưu
zh_hant: 長野原宵宮·琉金火花

# $asset.nameCard:UI_NameCardPic_Nahida_P
source: 纳西妲·仰月
en: Nahida: Crescent
fil: Nahida: Crescent
fr: Nahida - Croissant
it: Nahida: mezzaluna
ja: ナヒーダ·月を仰ぐ
ko: 나히다·초승달
ru: Полумесяц
vi: Nahida - Ngắm Trăng
zh_hant: 納西妲·仰月

# $asset.nameCard:UI_NameCardPic_Neuvillette_P
source: 那维莱特·流澜
en: Neuvillette: Surge
fil: Neuvillette: Surge
fr: Neuvillette - Afflux
it: Neuvillette: Sovratensione
ja: ヌヴィレット·浸透
ko: 느비예트·파란
ru: Наплыв
vi: Neuvillette - Sóng Trào
zh_hant: 那維萊特·流瀾

# $asset.nameCard:UI_NameCardPic_Nilou_P
source: 妮露·莲舞
en: Nilou: Lotus Dance
fil: Nilou: Lotus Dance
fr: Nilou - Danse du lotus
it: Nilou: Danza del loto
ja: ニィロウ·蓮舞
ko: 닐루·수련의 춤
ru: Танец лотоса
vi: Nilou - Vũ Điệu Hoa Sen
zh_hant: 妮露·蓮舞

# $asset.nameCard:UI_NameCardPic_Ningguang_P
source: 凝光·凤仪
en: Ningguang: Phoenix
fil: Ningguang: Phoenix
fr: Ningguang - Phénix
it: Ningguang: Fenice
ja: 凝光·鳳儀
ko: 응광·봉황의 자태
ru: Величие феникса
vi: Ningguang - Cốt cách phượng hoàng
zh_hant: 凝光·鳳儀

# $asset.nameCard:UI_NameCardPic_Noel_P
source: 诺艾尔·守护
en: Noelle: Protector
fil: Noelle: Protector
fr: Noëlle - Protection
it: Noelle: Protezione
ja: ノエル·守護
ko: 노엘·수호
ru: Щит
vi: Noelle - Bảo Vệ
zh_hant: 諾艾爾·守護

# $asset.nameCard:UI_NameCardPic_OfferingPari_P
source: 须弥·甘露
en: Sumeru: Amrita
fil: Sumeru: Amrita
fr: Sumeru - Amrita
it: Sumeru: Amrita
ja: スメール·甘露
ko: 수메르·감로
ru: Амрита
vi: Sumeru - Amrita
zh_hant: 須彌·甘露

# $asset.nameCard:UI_NameCardPic_Olah1_P
source: 成就·山民
en: Achievement: Hill Dwellers
fil: Achievement: Hill Dwellers
fr: Succès - Brutaux des collines
it: Obiettivo: Abitanti delle colline
ja: アチーブメント·山民
ko: 업적·산 부족
ru: Горный житель
vi: Thành tựu - Sơn dân

# $asset.nameCard:UI_NameCardPic_Oraionokami_P
source: 稻妻·神樱
en: Inazuma: Sacred Sakura
fil: Inazuma: Sacred Sakura
fr: Inazuma - Cerisier sacré
it: Inazuma: Sakura sacro
ja: 稲妻·神櫻
ko: 이나즈마·신성한 벚나무
ru: Священная сакура
vi: Inazuma - Anh Đào Thần
zh_hant: 稻妻·神櫻
